{
  "property_reviews": {
    "1": [
      {
        "rating": 1,
        "comment": "The only good things about the building is the front desk staff and ok amenities. The rest is overrated."
      },
      {
        "rating": 5,
        "comment": "I resided here for a year and it was by far the best building/community that I’ve lived in."
      },
      {
        "rating": 5,
        "comment": "My husband and I resided there until May 2020. We had reservations regarding the space in a 2 bedroom v a house...after a few days to organize; we never looked back. The staff was very helpful scheduling movers and new furniture deliveries. The apartment was lovely, the views outrageous, and enough amenities to keep us and guests entertained. The entire staff, from cleaning crew, front desk, maintenance, social events, management were responsive, professional,and friendly...always have a smile and time to say hi."
      },
      {
        "rating": 2,
        "comment": "Their amenities are horribly managed. For what they charge for them, I expect them to be at least working all the time. The location is convenient, but it also comes with the awful traffic into/out of the apartment and traumatizing noise (from cars and trucks honking)."
      }
    ],
    "2": [
      {
        "rating": 5,
        "comment": "I viewed this building a couple of weeks ago and I was blown away! The amenities are out of this world amazing, and the convenience to the city makes this building the best option for commuters."
      },
      {
        "rating": 5,
        "comment": "Love this building, love the management team here, so caring and actually care about us, and maintenance team is extremely respectful."
      }
    ],
    "3": [
      {
        "rating": 4,
        "comment": "Beautiful building with great amenities and helpful staff!"
      }
    ],
    "4": [
      {
        "rating": 1,
        "comment": "Aestically the building is beautiful, however management is extremely poor. Our apartment has been under repair for 2 months and we were forced to pay full rent."
      },
      {
        "rating": 5,
        "comment": "I have been a resident since November 2020... I have nothing but praise for my new home community. I have nothing but praise!"
      },
      {
        "rating": 5,
        "comment": "Stylish common spaces, clean, with some stunning views"
      }
    ],
    "5": [
      {
        "rating": 4,
        "comment": "Me and my family are very happy here as we have a great community of very friendly staff members and also great Neighbors can't wait to continue to meet other members of our community"
      },
      {
        "rating": 5,
        "comment": "Great building with a friendly and attentive staff"
      }
    ],
    "6": [
      {
        "rating": 4,
        "comment": "I would highly recommend this property. Facilities, staff, view, location etc it ticks all boxes. Everything is awesome! Really enjoying are stay here."
      }
    ]
  }
}
